{
  "text": {
    "chào": 15,
    "xin": 134,
    "hello": 42,
    "hi": 44,
    "bạn": 10,
    "ơi": 147,
    "shop": 99,
    "hey": 43,
    "nha": 77,
    "buổi": 6,
    "sáng": 102,
    "tạm": 120,
    "biệt": 4,
    "bye": 7,
    "hẹn": 51,
    "gặp": 40,
    "lại": 64,
    "thôi": 110,
    "cảm": 24,
    "ơn": 148,
    "mình": 73,
    "đi": 138,
    "đây": 140,
    "có": 23,
    "những": 82,
    "loại": 60,
    "điện": 139,
    "thoại": 107,
    "nào": 83,
    "bán": 8,
    "laptop": 58,
    "gì": 38,
    "vậy": 130,
    "giới": 37,
    "thiệu": 106,
    "vài": 127,
    "mẫu": 75,
    "tôi": 118,
    "muốn": 70,
    "mua": 69,
    "đang": 137,
    "hot": 45,
    "phù": 90,
    "hợp": 53,
    "để": 145,
    "chơi": 17,
    "game": 32,
    "iphone": 54,
    "không": 57,
    "tư": 119,
    "vấn": 129,
    "cho": 14,
    "một": 76,
    "chiếc": 13,
    "giá": 34,
    "rẻ": 95,
    "macbook": 67,
    "air": 1,
    "của": 27,
    "__number__": 0,
    "là": 61,
    "bao": 3,
    "nhiêu": 79,
    "dell": 28,
    "xps": 135,
    "báo": 9,
    "với": 131,
    "tiền": 113,
    "pro": 92,
    "m1": 65,
    "thế": 112,
    "hp": 46,
    "samsung": 97,
    "con": 20,
    "xiaomi": 133,
    "còn": 22,
    "hàng": 47,
    "asus": 2,
    "sản": 103,
    "phẩm": 91,
    "đó": 141,
    "sẵn": 104,
    "max": 68,
    "m2": 66,
    "lenovo": 59,
    "ở": 149,
    "store": 100,
    "z": 136,
    "fold": 29,
    "quan": 93,
    "tâm": 117,
    "đến": 144,
    "nhé": 80,
    "thích": 109,
    "galaxy": 31,
    "s23": 96,
    "đặt": 143,
    "pavilion": 88,
    "xem": 132,
    "cần": 26,
    "làm": 62,
    "việc": 125,
    "văn": 128,
    "phòng": 89,
    "chính": 16,
    "sách": 101,
    "bảo": 11,
    "hành": 48,
    "hỗ": 52,
    "trợ": 116,
    "trả": 115,
    "góp": 39,
    "sao": 98,
    "lâu": 63,
    "giao": 33,
    "tận": 121,
    "nơi": 86,
    "thì": 108,
    "giấy": 36,
    "tờ": 124,
    "đổi": 146,
    "như": 81,
    "chương": 18,
    "trình": 114,
    "khuyến": 55,
    "mãi": 72,
    "mấy": 74,
    "màu": 71,
    "cấu": 25,
    "hình": 49,
    "thông": 111,
    "số": 105,
    "chống": 19,
    "nước": 87,
    "này": 84,
    "ram": 94,
    "khác": 56,
    "nhau": 78,
    "nên": 85,
    "hay": 41,
    "cái": 21,
    "tốt": 123,
    "hơn": 50,
    "và": 126,
    "bền": 12,
    "giảm": 35,
    "được": 142,
    "tặng": 122,
    "black": 5,
    "friday": 30
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "ask_product": 3,
    "ask_price": 2,
    "ask_availability": 0,
    "inform": 9,
    "faq": 6,
    "ask_specification": 5,
    "ask_comparison": 1,
    "ask_promotion": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_availability": 12,
    "utter_ask_comparison": 13,
    "utter_ask_price": 14,
    "utter_ask_product": 15,
    "utter_ask_specification": 16,
    "utter_availability_info": 17,
    "utter_comparison_info": 18,
    "utter_faq": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_price_info": 22,
    "utter_product_info": 23,
    "utter_promotion_info": 24,
    "utter_specification_info": 25
  },
  "action_text": null,
  "intent_response_key": null
}