{
  "text": {
    " ": 0,
    "x": 358,
    "i": 225,
    "n": 271,
    " x": 99,
    "xi": 359,
    "in": 230,
    "n ": 272,
    " xi": 100,
    "xin": 360,
    "in ": 231,
    " xin": 101,
    "xin ": 361,
    "c": 150,
    "h": 182,
    "à": 366,
    "o": 285,
    " c": 19,
    "ch": 152,
    "hà": 200,
    "ào": 373,
    "o ": 286,
    " ch": 20,
    "chà": 153,
    "hào": 203,
    "ào ": 374,
    " chà": 21,
    "chào": 154,
    "hào ": 204,
    "b": 131,
    "ạ": 424,
    " b": 6,
    "bạ": 147,
    "ạn": 430,
    " bạ": 17,
    "bạn": 148,
    "ạn ": 431,
    " bạn": 18,
    "bạn ": 149,
    " h": 33,
    "hi": 193,
    "i ": 226,
    " hi": 36,
    "hi ": 194,
    " hi ": 37,
    "e": 164,
    "l": 244,
    "he": 190,
    "el": 166,
    "ll": 245,
    "lo": 248,
    " he": 34,
    "hel": 191,
    "ell": 167,
    "llo": 246,
    "lo ": 249,
    " hel": 35,
    "hell": 192,
    "ello": 168,
    "llo ": 247,
    "u": 340,
    "ổ": 460,
    "bu": 138,
    "uổ": 351,
    "ổi": 461,
    " bu": 11,
    "buổ": 139,
    "uổi": 352,
    "ổi ": 462,
    " buổ": 12,
    "buổi": 140,
    "uổi ": 353,
    "s": 305,
    "á": 377,
    "g": 169,
    " s": 73,
    "sá": 312,
    "án": 380,
    "ng": 273,
    "g ": 170,
    " sá": 78,
    "sán": 313,
    "áng": 382,
    "ng ": 274,
    " sán": 79,
    "sáng": 314,
    "áng ": 383,
    "t": 317,
    "ố": 451,
    " t": 82,
    "tố": 335,
    "ối": 454,
    " tố": 93,
    "tối": 336,
    "ối ": 455,
    " tối": 94,
    "tối ": 337,
    "r": 301,
    "ấ": 432,
    " r": 70,
    "rấ": 302,
    "ất": 433,
    "t ": 318,
    " rấ": 71,
    "rất": 303,
    "ất ": 434,
    " rất": 72,
    "rất ": 304,
    "v": 354,
    " v": 96,
    "vu": 355,
    "ui": 344,
    " vu": 97,
    "vui": 356,
    "ui ": 345,
    " vui": 98,
    "vui ": 357,
    "đ": 409,
    "ư": 420,
    "ợ": 468,
    " đ": 105,
    "đư": 415,
    "ượ": 421,
    "ợc": 469,
    "c ": 151,
    " đư": 110,
    "đượ": 416,
    "ược": 422,
    "ợc ": 470,
    " đượ": 111,
    "được": 417,
    "ược ": 423,
    "ặ": 438,
    "p": 295,
    " g": 27,
    "gặ": 179,
    "ặp": 439,
    "p ": 296,
    " gặ": 31,
    "gặp": 180,
    "ặp ": 440,
    " gặp": 32,
    "gặp ": 181,
    "sh": 309,
    "ho": 195,
    "op": 287,
    " sh": 76,
    "sho": 310,
    "hop": 196,
    "op ": 288,
    " sho": 77,
    "shop": 311,
    "hop ": 197,
    "ó": 398,
    "có": 162,
    "ó ": 399,
    " có": 25,
    "có ": 163,
    " có ": 26,
    "a": 120,
    " a": 1,
    "ai": 122,
    " ai": 2,
    "ai ": 123,
    " ai ": 3,
    "ở": 466,
    " ở": 114,
    "ở ": 467,
    " ở ": 115,
    "â": 386,
    "y": 362,
    "đâ": 412,
    "ây": 389,
    "y ": 363,
    " đâ": 108,
    "đây": 413,
    "ây ": 390,
    " đây": 109,
    "đây ": 414,
    "k": 238,
    "ô": 400,
    " k": 42,
    "kh": 239,
    "hô": 209,
    "ôn": 403,
    " kh": 43,
    "khô": 242,
    "hôn": 210,
    "ông": 404,
    " khô": 45,
    "khôn": 243,
    "hông": 211,
    "ông ": 405,
    "/": 116,
    "ị": 449,
    "an": 124,
    "nh": 277,
    "h/": 184,
    "/c": 117,
    "hị": 223,
    "ị ": 450,
    " an": 4,
    "anh": 125,
    "nh/": 279,
    "h/c": 185,
    "/ch": 118,
    "chị": 157,
    "hị ": 224,
    " anh": 5,
    "anh/": 126,
    "nh/c": 280,
    "h/ch": 186,
    "/chị": 119,
    "chị ": 158,
    "m": 259,
    "tạ": 332,
    "ạm": 428,
    "m ": 260,
    " tạ": 91,
    "tạm": 333,
    "ạm ": 429,
    " tạm": 92,
    "tạm ": 334,
    "ệ": 446,
    "bi": 135,
    "iệ": 235,
    "ệt": 447,
    " bi": 9,
    "biệ": 136,
    "iệt": 236,
    "ệt ": 448,
    " biệ": 10,
    "biệt": 137,
    "iệt ": 237,
    "é": 391,
    " n": 61,
    "hé": 205,
    "é ": 392,
    " nh": 64,
    "nhé": 281,
    "hé ": 206,
    " nhé": 65,
    "nhé ": 282,
    "ẹ": 441,
    "hẹ": 218,
    "ẹn": 442,
    " hẹ": 40,
    "hẹn": 219,
    "ẹn ": 443,
    " hẹn": 41,
    "hẹn ": 220,
    " l": 46,
    "lạ": 256,
    "ại": 426,
    " lạ": 51,
    "lại": 257,
    "ại ": 427,
    " lại": 52,
    "lại ": 258,
    "by": 141,
    "ye": 364,
    "e ": 165,
    " by": 13,
    "bye": 142,
    "ye ": 365,
    " bye": 14,
    "bye ": 143,
    "sa": 306,
    "au": 129,
    "u ": 341,
    " sa": 74,
    "sau": 307,
    "au ": 130,
    " sau": 75,
    "sau ": 308,
    "tô": 329,
    "ôi": 401,
    " tô": 89,
    "tôi": 330,
    "ôi ": 402,
    " tôi": 90,
    "tôi ": 331,
    "đi": 410,
    " đi": 106,
    "đi ": 411,
    " đi ": 107,
    "ú": 406,
    "hú": 212,
    "úc": 407,
    "chú": 155,
    "húc": 213,
    "úc ": 408,
    " chú": 22,
    "chúc": 156,
    "húc ": 214,
    "ộ": 463,
    " m": 53,
    "mộ": 268,
    "ột": 464,
    " mộ": 59,
    "một": 269,
    "ột ": 465,
    " một": 60,
    "một ": 270,
    "gà": 176,
    "ày": 375,
    " ng": 62,
    "ngà": 275,
    "gày": 177,
    "ày ": 376,
    " ngà": 63,
    "ngày": 276,
    "gày ": 178,
    "ốt": 458,
    "tốt": 338,
    "ốt ": 459,
    " tốt": 95,
    "tốt ": 339,
    "là": 250,
    "àn": 367,
    "h ": 183,
    " là": 47,
    "làn": 251,
    "ành": 371,
    "nh ": 278,
    " làn": 48,
    "lành": 252,
    "ành ": 372,
    "bá": 144,
    " bá": 15,
    "bán": 145,
    "án ": 381,
    " bán": 16,
    "bán ": 146,
    " á": 102,
    "áo": 384,
    " áo": 103,
    "áo ": 385,
    " áo ": 104,
    "ơ": 418,
    "sơ": 315,
    "ơ ": 419,
    " sơ": 80,
    "sơ ": 316,
    " sơ ": 81,
    "mi": 261,
    " mi": 54,
    "mi ": 262,
    " mi ": 55,
    "mu": 263,
    "uố": 346,
    "ốn": 456,
    " mu": 56,
    "muố": 266,
    "uốn": 349,
    "ốn ": 457,
    " muố": 58,
    "muốn": 267,
    "uốn ": 350,
    "ua": 342,
    "a ": 121,
    "mua": 264,
    "ua ": 343,
    " mua": 57,
    "mua ": 265,
    "gi": 171,
    "ià": 232,
    " gi": 28,
    "già": 174,
    "iày": 233,
    " già": 30,
    "giày": 175,
    "iày ": 234,
    "ể": 444,
    "th": 319,
    "hể": 221,
    "ể ": 445,
    " th": 83,
    "thể": 324,
    "hể ": 222,
    " thể": 86,
    "thể ": 325,
    "ha": 187,
    "ao": 127,
    "tha": 320,
    "hao": 188,
    "ao ": 128,
    " tha": 84,
    "thao": 321,
    "hao ": 189,
    "oá": 292,
    "ác": 378,
    "kho": 240,
    "hoá": 198,
    "oác": 293,
    "ác ": 379,
    " kho": 44,
    "khoá": 241,
    "hoác": 199,
    "oác ": 294,
    "ò": 395,
    "cò": 159,
    "òn": 396,
    " cò": 23,
    "còn": 160,
    "òn ": 397,
    " còn": 24,
    "còn ": 161,
    " hà": 38,
    "hàn": 201,
    "àng": 369,
    " hàn": 39,
    "hàng": 202,
    "àng ": 370,
    " ạ": 112,
    "ạ ": 425,
    " ạ ": 113,
    "ba": 132,
    " ba": 7,
    "bao": 133,
    " bao": 8,
    "bao ": 134,
    "lâ": 253,
    "âu": 387,
    " lâ": 49,
    "lâu": 254,
    "âu ": 388,
    " lâu": 50,
    "lâu ": 255,
    "ì": 393,
    "hì": 207,
    "ì ": 394,
    "thì": 322,
    "hì ": 208,
    " thì": 85,
    "thì ": 323,
    "ậ": 435,
    "hậ": 215,
    "ận": 436,
    "nhậ": 283,
    "hận": 216,
    "ận ": 437,
    " nhậ": 66,
    "nhận": 284,
    "hận ": 217,
    "ia": 227,
    "gia": 172,
    "iao": 228,
    " gia": 29,
    "giao": 173,
    "iao ": 229,
    "to": 326,
    "oà": 289,
    " to": 87,
    "toà": 327,
    "oàn": 290,
    "àn ": 368,
    " toà": 88,
    "toàn": 328,
    "oàn ": 291,
    "q": 297,
    " q": 67,
    "qu": 298,
    "ốc": 452,
    " qu": 68,
    "quố": 299,
    "uốc": 347,
    "ốc ": 453,
    " quố": 69,
    "quốc": 300,
    "uốc ": 348
  },
  "response": null,
  "action_text": null
}