{
  "text": {
    "chào": 13,
    "xin": 102,
    "hello": 32,
    "hi": 33,
    "tạm": 95,
    "biệt": 5,
    "bye": 6,
    "hẹn": 39,
    "gặp": 31,
    "lại": 51,
    "có": 19,
    "bán": 7,
    "oppo": 70,
    "reno10": 76,
    "không": 44,
    "shop": 82,
    "realme": 75,
    "c55": 12,
    "những": 68,
    "mẫu": 62,
    "laptop": 47,
    "nào": 69,
    "đang": 105,
    "hot": 34,
    "bạn": 9,
    "macbook": 55,
    "giá": 26,
    "của": 21,
    "iphone": 41,
    "__number__": 1,
    "pro": 73,
    "max": 56,
    "là": 48,
    "bao": 3,
    "nhiêu": 64,
    "air": 2,
    "m2": 53,
    "dell": 22,
    "xps": 103,
    "báo": 8,
    "galaxy": 24,
    "s23": 79,
    "đi": 106,
    "xiaomi": 101,
    "13t": 0,
    "sao": 81,
    "còn": 18,
    "hàng": 37,
    "sẵn": 85,
    "zenbook": 104,
    "m3": 54,
    "chưa": 15,
    "tôi": 94,
    "muốn": 59,
    "mua": 58,
    "quan": 74,
    "tâm": 93,
    "đến": 112,
    "nhé": 65,
    "samsung": 80,
    "ultra": 97,
    "chính": 14,
    "sách": 83,
    "bảo": 10,
    "hành": 38,
    "thế": 88,
    "hỗ": 40,
    "trợ": 92,
    "trả": 91,
    "góp": 30,
    "làm": 49,
    "để": 113,
    "đặt": 111,
    "khuyến": 43,
    "mãi": 60,
    "gì": 29,
    "chương": 16,
    "trình": 90,
    "giảm": 28,
    "điện": 107,
    "thoại": 86,
    "cần": 20,
    "kỹ": 46,
    "thuật": 87,
    "giúp": 27,
    "cài": 17,
    "phần": 71,
    "mềm": 63,
    "bị": 11,
    "lỗi": 52,
    "mic": 57,
    "kiểm": 45,
    "tra": 89,
    "đơn": 109,
    "tới": 96,
    "đâu": 108,
    "rồi": 78,
    "biết": 4,
    "mình": 61,
    "ở": 115,
    "đổi": 114,
    "sản": 84,
    "phẩm": 72,
    "được": 110,
    "hoàn": 35,
    "như": 66,
    "nhận": 67,
    "vỡ": 99,
    "khi": 42,
    "giao": 25,
    "rất": 77,
    "hài": 36,
    "lòng": 50,
    "với": 98,
    "dịch": 23,
    "vụ": 100
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "ask_product": 2,
    "ask_price": 1,
    "ask_availability": 0,
    "inform": 10,
    "faq": 7,
    "ask_promotion": 3,
    "ask_support": 4,
    "check_order_status": 5,
    "request_return": 11,
    "complain_issue": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_availability": 12,
    "utter_ask_price": 13,
    "utter_ask_promotion": 14,
    "utter_ask_support": 15,
    "utter_availability_info": 16,
    "utter_check_order_status": 17,
    "utter_complain_issue": 18,
    "utter_faq": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_price_info": 22,
    "utter_request_return": 23
  },
  "action_text": null,
  "intent_response_key": null
}