{
  "text": {
    "xin": 83,
    "chào": 11,
    "bạn": 8,
    "hi": 27,
    "hello": 26,
    "buổi": 5,
    "sáng": 62,
    "tối": 79,
    "rất": 59,
    "vui": 81,
    "được": 90,
    "gặp": 25,
    "shop": 61,
    "có": 16,
    "ai": 0,
    "ở": 94,
    "đây": 88,
    "không": 32,
    "anh": 1,
    "chị": 14,
    "tạm": 78,
    "biệt": 4,
    "nhé": 50,
    "hẹn": 29,
    "lại": 39,
    "bye": 6,
    "sau": 60,
    "tôi": 77,
    "đi": 86,
    "chúc": 12,
    "một": 46,
    "ngày": 48,
    "tốt": 80,
    "lành": 37,
    "bán": 7,
    "áo": 84,
    "sơ": 63,
    "mi": 41,
    "muốn": 45,
    "mua": 44,
    "giày": 23,
    "thể": 71,
    "thao": 66,
    "cửa": 18,
    "hàng": 28,
    "điện": 87,
    "thoại": 67,
    "sản": 64,
    "phẩm": 57,
    "laptop": 34,
    "này": 53,
    "giá": 24,
    "bao": 3,
    "nhiêu": 49,
    "tìm": 76,
    "balo": 2,
    "chống": 15,
    "nước": 54,
    "đồng": 92,
    "hồ": 30,
    "thông": 69,
    "minh": 42,
    "loại": 35,
    "kem": 31,
    "dưỡng": 21,
    "da": 19,
    "đang": 85,
    "tai": 65,
    "nghe": 47,
    "dây": 20,
    "lâu": 38,
    "thì": 68,
    "nhận": 51,
    "phí": 56,
    "vận": 82,
    "chuyển": 10,
    "là": 36,
    "giao": 22,
    "miễn": 43,
    "kiểm": 33,
    "tra": 73,
    "đơn": 89,
    "toàn": 72,
    "quốc": 58,
    "đổi": 93,
    "địa": 91,
    "chỉ": 13,
    "của": 17,
    "bị": 9,
    "trễ": 75,
    "nếu": 55,
    "lỗi": 40,
    "trả": 74,
    "thế": 70,
    "nào": 52
  },
  "intent": {
    "greet": 3,
    "goodbye": 2,
    "ask_product": 0,
    "ask_shipping": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_product": 12,
    "utter_ask_shipping": 13,
    "utter_goodbye": 14,
    "utter_greet": 15
  },
  "action_text": null,
  "intent_response_key": null
}