{
  "text": {
    "xin": 305,
    "chào": 22,
    "bạn": 11,
    "có": 43,
    "thể": 242,
    "hổ": 99,
    "trợ": 263,
    "tôi": 272,
    "không": 112,
    "cần": 45,
    "giúp": 61,
    "hi": 76,
    "buổi": 6,
    "sáng": 222,
    "hỏi": 95,
    "về": 298,
    "sản": 223,
    "phẩm": 188,
    "hiểu": 77,
    "nói": 173,
    "lại": 127,
    "rõ": 208,
    "ý": 316,
    "làm": 120,
    "ơn": 342,
    "giải": 62,
    "thích": 237,
    "thêm": 235,
    "đang": 318,
    "gì": 69,
    "chưa": 26,
    "cảm": 44,
    "đã": 324,
    "nhiều": 161,
    "đấy": 330,
    "nha": 157,
    "tks": 249,
    "tạm": 275,
    "biệt": 5,
    "hẹn": 92,
    "gặp": 72,
    "chúc": 25,
    "một": 150,
    "ngày": 154,
    "tốt": 281,
    "lành": 121,
    "và": 291,
    "muốn": 138,
    "kiểm": 113,
    "tra": 252,
    "đơn": 328,
    "hàng": 85,
    "__number__": 1,
    "trạng": 258,
    "thái": 234,
    "là": 119,
    "cứu": 49,
    "của": 48,
    "ở": 344,
    "đâu": 322,
    "tiến": 247,
    "độ": 340,
    "thông": 238,
    "tin": 246,
    "giao": 59,
    "biết": 4,
    "tình": 269,
    "vấn": 295,
    "đề": 334,
    "như": 163,
    "thế": 241,
    "nào": 171,
    "được": 329,
    "vận": 296,
    "chuyển": 20,
    "với": 299,
    "bị": 16,
    "trễ": 261,
    "còn": 42,
    "bao": 3,
    "lâu": 122,
    "nữa": 179,
    "để": 335,
    "xem": 303,
    "đến": 333,
    "kho": 105,
    "hay": 74,
    "xuất": 307,
    "đi": 319,
    "rồi": 209,
    "samsung": 215,
    "galaxy": 57,
    "s22": 211,
    "iphone": 102,
    "pro": 192,
    "max": 132,
    "sẵn": 224,
    "hóa": 88,
    "xiaomi": 304,
    "13t": 0,
    "note": 170,
    "oppo": 182,
    "reno": 207,
    "realme": 205,
    "gt": 68,
    "vivo": 289,
    "v27e": 286,
    "mi": 133,
    "ultra": 284,
    "a73": 2,
    "tìm": 268,
    "điện": 320,
    "thoại": 233,
    "mua": 137,
    "cửa": 50,
    "mình": 143,
    "này": 172,
    "mới": 151,
    "chứ": 35,
    "shop": 219,
    "hỗ": 100,
    "thanh": 229,
    "toán": 250,
    "qua": 194,
    "thẻ": 240,
    "tín": 270,
    "dụng": 54,
    "quốc": 203,
    "tế": 278,
    "bằng": 15,
    "visa": 288,
    "debit": 51,
    "hình": 87,
    "thức": 244,
    "quét": 199,
    "qr": 193,
    "nhận": 167,
    "dịch": 53,
    "vụ": 301,
    "tiền": 248,
    "ngân": 155,
    "sacombank": 213,
    "khi": 103,
    "khoản": 106,
    "chấp": 28,
    "tài": 265,
    "khác": 109,
    "zalopay": 313,
    "sao": 216,
    "thực": 245,
    "hiện": 78,
    "ví": 293,
    "tử": 283,
    "nhanh": 158,
    "nhất": 165,
    "mã": 140,
    "trên": 256,
    "các": 39,
    "ứng": 345,
    "bưu": 10,
    "momo": 136,
    "mastercard": 131,
    "mặt": 148,
    "tại": 274,
    "vietcombank": 287,
    "code": 37,
    "cách": 40,
    "chính": 24,
    "sách": 221,
    "đổi": 339,
    "trả": 259,
    "hoàn": 79,
    "mất": 146,
    "phí": 184,
    "thời": 243,
    "gian": 58,
    "yêu": 311,
    "cầu": 46,
    "nếu": 176,
    "hài": 84,
    "lòng": 123,
    "ra": 204,
    "sau": 217,
    "cho": 19,
    "bảo": 12,
    "hành": 86,
    "lỗi": 130,
    "tối": 279,
    "đa": 317,
    "nhưng": 164,
    "phải": 186,
    "hoặc": 81,
    "quy": 195,
    "trình": 257,
    "hỏng": 96,
    "xử": 310,
    "lý": 125,
    "sai": 214,
    "quyết": 196,
    "thiếu": 232,
    "phụ": 190,
    "kiện": 114,
    "báo": 8,
    "méo": 142,
    "mó": 144,
    "nhầm": 166,
    "màu": 139,
    "hoạt": 80,
    "động": 341,
    "trầy": 260,
    "xước": 309,
    "giống": 64,
    "mô": 145,
    "tả": 276,
    "khiếu": 104,
    "nại": 174,
    "vỡ": 300,
    "thì": 236,
    "trong": 254,
    "sẽ": 225,
    "mấy": 147,
    "đối": 338,
    "khu": 107,
    "vực": 302,
    "vòng": 294,
    "vào": 292,
    "cuối": 38,
    "tuần": 264,
    "chọn": 34,
    "giờ": 65,
    "cố": 47,
    "định": 337,
    "hôm": 89,
    "nay": 153,
    "hà": 83,
    "nội": 178,
    "khuyến": 108,
    "mãi": 141,
    "giảm": 63,
    "giá": 60,
    "ưu": 343,
    "đãi": 325,
    "chương": 27,
    "tặng": 277,
    "quà": 197,
    "vậy": 297,
    "áp": 315,
    "khách": 110,
    "lần": 128,
    "đầu": 331,
    "từ": 282,
    "dùng": 52,
    "lúc": 124,
    "nhiêu": 160,
    "tính": 271,
    "miễn": 135,
    "chi": 18,
    "ship": 218,
    "tốn": 280,
    "theo": 231,
    "trọng": 262,
    "lượng": 126,
    "thay": 230,
    "tùy": 273,
    "nhau": 159,
    "giữa": 66,
    "địa": 336,
    "chỉ": 31,
    "nhánh": 162,
    "tp": 251,
    "hcm": 75,
    "gần": 71,
    "đây": 323,
    "liệu": 118,
    "hồ": 97,
    "chí": 23,
    "minh": 134,
    "đà": 321,
    "nẵng": 175,
    "quận": 202,
    "chịu": 33,
    "khó": 111,
    "thơ": 239,
    "hải": 91,
    "phòng": 185,
    "bắc": 13,
    "ninh": 169,
    "bán": 7,
    "trang": 253,
    "kích": 115,
    "sửa": 227,
    "trung": 255,
    "tâm": 266,
    "chữa": 36,
    "sử": 226,
    "s23": 212,
    "bên": 9,
    "đúng": 327,
    "chất": 29,
    "cáo": 41,
    "sự": 228,
    "đặt": 332,
    "gửi": 73,
    "phản": 187,
    "hồi": 98,
    "chuyện": 21,
    "người": 156,
    "quản": 200,
    "chậm": 30,
    "liên": 117,
    "hệ": 94,
    "bộ": 17,
    "phận": 189,
    "gấp": 70,
    "chỉnh": 32,
    "quảng": 201,
    "ánh": 314,
    "quá": 198,
    "việc": 290,
    "mở": 152,
    "bắt": 14,
    "đóng": 326,
    "lễ": 129,
    "mỗi": 149,
    "s21": 210,
    "z": 312,
    "flip": 56,
    "hết": 93,
    "hạn": 90,
    "xác": 308,
    "huawei": 82,
    "p40": 183,
    "oneplus": 180,
    "google": 67,
    "pixel": 191,
    "f19": 55,
    "redmi": 206,
    "v21": 285,
    "sony": 220,
    "xperia": 306,
    "iii": 101,
    "nhớ": 168,
    "tên": 267,
    "kết": 116,
    "nối": 177,
    "openfaas": 181
  },
  "intent": {
    "greet": 7,
    "fallback": 5,
    "goodbye": 6,
    "track_order": 14,
    "ask_product_status": 0,
    "payment_method": 8,
    "return_policy": 11,
    "product_defect": 9,
    "delivery_time": 4,
    "promotion": 10,
    "shipping_fee": 12,
    "store_location": 13,
    "warranty_policy": 15,
    "complaint": 3,
    "working_hours": 16,
    "check_warranty_with_product": 2,
    "call_openfaas": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 8,
    "action_call_openfaas": 1,
    "action_check_product_status": 2,
    "action_check_warranty": 3,
    "action_go_to_promotion_page": 9,
    "action_track_order": 14,
    "action_transfer_to_cskh": 15,
    "utter_ask_order_id": 18,
    "utter_complaint": 19,
    "utter_delivery_time": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_payment_method": 23,
    "utter_product_defect": 24,
    "utter_return_policy": 25,
    "utter_shipping_fee": 26,
    "utter_store_location": 27,
    "utter_warranty_policy": 28,
    "utter_working_hours": 29
  },
  "action_text": null,
  "intent_response_key": null
}